
LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nЭто я - твой дружище, братище, '
              'собутыльнище и все в этом роде '
              'А да, еще тот, кто заберет у вас всех телок, '
              'когда вы набухаетесь! 😈'
              'Забыл о чем речь или нужна помощь - '
              'команда /help тебе поможет!\n\n<b>Стартуем</b>',
    '/help': 'Помоги себе сам... а хуй его знает '
             'Владыка мне тоже инструкций не оставлял',
    'rock': 'Камень 🗿',
    'paper': 'Бумага 📜',
    'scissors': 'Ножницы ✂',
    'info': 'Инфа',
    'knb': 'К-Н-Б',
    'vanga': 'Угадай-ка',
    'luser': 'Лузер',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'address': 'Сие событие состоится:'
               ' 28.04.2023г (пятница) в 20:00, '
               'по адресу: '
               'ресторан "Tokyo City" '
               'Дальневосточный пр. 9, 2й этаж '
               'столики 213-214.',
    'yes': 'Отлично! Делай свой выбор!',
    'want': 'Хочешь, я угадаю, как тебя зовут? '
            'Хочешь? Хочешь?',
    'i_want': 'Хочууу!))',
    'not_want': 'Ну на хер!',
    'nu_nah': 'Так и знал, что ты сраный зануда!',
    'luser_go': 'Погнали искать Лузера!!!',
    'go': 'Погнали',
    'bot_won': 'Я победил!\n\nСыграем еще?',
    'user_won': 'Ты победил! Поздравляю!\n\nДавай сыграем еще?',
    'nobody_won': 'Ничья!\n\nПродолжим?',
    'bot_choice': 'Мой выбор'}

LEXICON_NAMES_RU: dict[str, str] = {
                'rus': 'Хм... странно, я никого не ощущаю, '
                       'аааа нет стопЭ!!!'
                       'Владыка!!! '
                       'Видимо ты уже занял первое место '
                       'на чемпионате дрищей, '
                       'раз я тебя еле разглядел. '
                       'Поздравляю!!! '
                       'Хотя нет, нихуя не поздравляю, '
                       'пиздуй отсюда, Дрищара! '
                       'А что ты мне теперь сделаешь? 🖕',
                'eldar': 'Мы бандито, ганстэрито '
                         'мы кастето, пистолето, о-йес! '
                         'Рад приветствовать Вас, '
                         'Дон Эльдариус!!! '
                         'Надеюсь сегодня без пальбы? 🔫',
                'lexa': 'Ой... кто-это там '
                        'замаячил в темном переулке? '
                        'Неужели это великий и ужасный '
                        'Боксерище 🥊 (с большой буквы!) '
                        'Roy Volos!!! '
                        'Ну его нафиг - '
                        'пойду-ка я связь с космосом настраивать!',
                'andryuha_x': 'Оу, как сегодня на '
                              'биржевом поле дела? '
                              'Хотя Вам, Банкирам, не до '
                              'нас, нищебродов, '
                              'не буду Вас беспокоить '
                              'своим присутствием)',
                'maxim': 'Владыка просил напомнить, '
                         'что алкоголь - это '
                         'пустые калории и надо бы Вам '
                         'поменьше на него налягать, '
                         'товарищ главный враг Чипа и дейла - '
                         'Толстопуз! '
                         'Пы.Сы. И да - соревы по '
                         'армреслингу в другой день 🙌',
                'oleg': '',
                'andryuha_che': 'Che... Che... '
                                'что-то крутится на уме, '
                                'никак не могу сообразить 🤔 '
                                'Уж не родственник ли Вы '
                                'самому Чегеваре?',
                'vados': 'Странно... '
                         'Вот почему это слово '
                         'крутится у меня на уме? '
                         'А все потому, что перед нами '
                         'Великий махинатор и опустошитель '
                         'букмекерских контор!!! 🎰 '
                         'Сам Вольдемар Керимыч нас посетил!!! '
                         'Очень Вам рады!!!'}

